mskasal/office-plant/firmware/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32c6"
CONFIG_IEEE802154_ENABLED=y
